
/*Alert Sheet Title*/

"Would you like to save your changes before exiting?" = "Deseja salvar as alterações antes de sair?";

"Would you like to save your changes?" = "Deseja salvar as alterações?";


/* Alert Sheet description. */

"Your changes will be lost if you don't save them." = "Suas alterações serão perdidas se você não salvá-las.";

/*Alert Sheet Buttons*/

"Save" = "Salvar";

"Cancel" = "Cancelar";

"Dont Save" = "Não salvar";

/*App Menu*/

"About Logitech Camera Settings" = "Sobre Configurações da câmera Logitech";

"Services" = "Serviços";

"Hide Logitech Camera Settings" = "Ocultar configurações da câmera Logitech";

"Hide Others" = "Ocultar outros";

"Show All" = "Exibir tudo";

"Quit Logitech Camera Settings" = "Sair das Configurações da câmera Logitech";

/*Edit Menu*/

"Edit" = "Editar";

"Cut" = "Recortar";

"Copy" = "Copiar";

"Paste" = "Colar";

"Delete" = "Excluir";

"Select All" = "Selecionar tudo";

/*Camera Menu*/

"Camera" = "Câmera";

"No Device Connected" = "Nenhum dispositivo conectado";

/*Window Menu*/

"WINDOW" = "Janela";

"Minimize" = "Minimizar";

"Close" = "Fechar";

"Bring All to Front" = "Trazer tudo para frente";

/*Window Title*/

"Logitech Camera Settings" = "Configurações da câmera Logitech";


/* LogiWindowController.xib strings*/ 
/*Webcam Control  1st Tab*/

"Webcam Control" = "Controle da câmera Web";

"Focus:" = "Foco:";

"Auto" = "Automático";

"Restore to defaults" = "Restaurar padrões";

/*Advanced Settings 2ndTab*/

"Advanced Settings" = "Configurações avançadas";

"Image Quality:" = "Qualidade de imagem";


"Brightness" = "Brilho";

"Contrast" = "Contraste";

"Color Intensity" = "Intensidade de cor";

"White Balance" = "Equilíbrio de Branco";

/*Device Information 3rd tab*/

"Device Information" = "Informações do dispositivo";

"USB Vendor ID (VID):"  = "ID do revendedor de USB (VID):";

"USB Product ID (PID):" = "ID do produto USB (PID):";

"USB Revision (BCD):" = "Revisão de USB (BCD):";

"Firmware version:" = "Versão do firmware:";

"Firmware CRC:" = "CRC do firmware:";

"EEPROM Version:" = "Versão do EEPROM:";

"Sensor Type:" = "Tipo de sensor:";


/* Background Process alert description */
"HELPER_APP_ALERT" = "Para que todas as funcionalidades funcionem corretamente, é necessário manter esta aplicação em execução em segundo plano. Pretende manter esta aplicação em execução em segundo plano?";

"Yes" = "Sim";

"No" = "Não";
